<?php include "header.html";?>
<!-- 主体 -->
<div class="ad-show">
  <img src="images/banner_aboutus.jpg" alt="" />
</div>
<div class="container">
  <div class="detail-box">
    <div class="detail-name">
       <img src="images/aboutUs@2x.png" alt="" />
    </div>  
    <div class="detail-main">
      上海风创信息技术有限公司是全球领先的互联网社区创建者。公司成立于1999年，总部位于中国福建福州。网龙各项经济指标均位居国内同行业前列，跻身福布斯全球企业2000强，是国家规划布局的重点软件企业、国家文化产业示范基地、国家文化出口重点企业，连续三年全国文化企业30强，入选《福布斯》中文版“中国潜力企业”高成长上市企业百强榜单第三名，连续五年跻身国家工信部发布的“中国互联网企业百强榜”。网龙现有员工近7000人，两次荣获《财富》杂志“卓越雇主”，成为中国最适宜工作的公司之一。<br><br>

我公司核心业务始终走在行业前沿，创建了中国第一网络游戏门户—17173.com；作为网络游戏的先锋，自主研发著名的旗舰游戏《魔域》及《征服》，广受玩家欢迎；创造了最具影响力及最受欢迎的智能手机服务平台—91无线。2013年，网龙将91无线出售于百度，成为当时中国互联网史上最大的并购项目。

    </div>
  </div>

</div>
<!-- /主体 -->
<?php include "footer.html";?>